[1,0,0,[["cc.JsonAsset",["_name","json"],1]],[[0,0,1,3]],[[0,"help",{"datas":[[1,"HERO_PANEL","侠客","1、可查看自己麾下的侠客，点击可查看侠客详情；\\n2、在侠客图鉴中，可预览江湖中已有耳闻的所有侠客，已获得的侠客会高亮显示；\\n3、每个侠客有自己的能力和定位，可以根据自己的规划和偏好进行获取和培养侠客。"],[2,"HERO_INFO_PANEL","侠客详情","1、给予侠客修炼丹，侠客可获得阅历值进行升级，升级后基础属性获得提升，战斗力更强；\\n2、消耗武谱可提升武学招式熟练度，进行武学招式升级，招式等级越高，其效果越大；\\n3、侠客可学习功法，点击功法按钮进入功法玩法界面。"],[3,"BAG_PANEL","背包","1、背包中陈列玩家所有的物品道具；\\n2、战斗中使用的消耗品需要携带后才可使用，最多同时携带五种战斗物品；\\n3、当物品过多时，可根据物品分类进行快速查找。"],[4,"STORY_PANEL","故事模式","1、每个关卡拥有3个目标任务，每完成一个目标任务可获得一星奖励；\\n2、开始关卡前可自由选择已拥有的侠客出战；\\n3、每个章节完成一定目标，获得一定数量星数后，可领取章节进度奖励。\\n4、次日零点会根据昨天章节完成进度发放每日奖励。"],[5,"MALL_PANEL","商铺","1、商铺分为“日常商铺”和“珍宝阁”；\\n2、在日常商铺中，可消耗指定元宝或碎银购买指定物品，物品数量不限购;\\n3、在珍宝阁中，商铺每2小时随机刷新出6个物品，并随机出现不同力度的折扣，一定几率刷出珍稀物品；\\n4、在珍宝阁中，玩家可以消耗商券或元宝来手动刷新物品列表。\\n5、功勋商店中需要在无尽或竞技对战中获得的功勋积分来兑换物品，购买次数和商品陈列每周更新一次。"],[6,"MAIL_PANEL","邮件","1、大侠可在本界面查收系统发送的通知邮件和奖励邮件；\\n2、邮件均存在有效期，过期的邮件将自动被删除，请及时查阅邮件并获取奖励。"],[7,"ENDLESS_PANEL","无尽生存","1、大侠可选择不同场景的无尽生存战斗，每种场景具备自己的特性，难度亦不同；\\n2、在无尽生存玩法中，随着层数的提高，游戏的难度会不断增加；\\n3、玩家可不断尝试战斗，金榜题名，获得稀有奖励！"],[8,"RANK_PANEL","无尽排行榜","1、排行榜按照层数、消耗时间来进行排名，飞跃层数越高，排名越靠前；\\n2、当出现同样层数的玩家时，消耗时间更短的玩家排在前面，若消耗时间也相同，则先达到该成绩的玩家排在前面；\\n3、每个场景的排行榜相互独立，每周日23:50清榜，并根据当前周最终排名发放不同名次的奖励。"],[9,"TEAM_PANEL","队伍","1、可根据喜好，搭配多种队型方案，上阵不同的侠客进行组合并选择出战；\\n2、每种队型最多上阵4名侠客，且出战顺序以上阵顺序为准；3、当上一名侠客阵亡无法复活时，下一名侠客接力上阵出战。"],[10,"LEVEL_PANEL","境界","1、完成主线任务、支线任务和每日任务可获得修为；\\n2、获得修为后，可点击修为球进行获取，达到指定修为经验后，境界等级提升；\\n3、境界等级越高，可提升所有侠客的基础属性。"],[11,"EQUIP_PANEL","装备","1、装备分头部、武器、身体、脚部四类，不同类型的装备，作用不同，属性提升的侧重方向亦不同；\\n2、选择装备赋予侠客，可提升侠客属性以及获得特殊能力；\\n3、不需要的装备可以选择出售，根据强化等级兑换一定数量的金币和材料。"],[12,"EQUIP_UP_PANEL","装备强化","1、装备强化可提升装备等级，提升装备的属性值，为侠客带来更强的战斗力；\\n2、装备强化到一定等级后，会开启进阶属性，紫阶、橙阶装备一定几率会附带特殊效果；\\n3、装备升华可提升装备属性的百分比，并决定装备可强化等级的上限；\\n4、不同品质的装备，可进行升华的星级不同，品质越高，可升华的星级越高；\\n5、橙阶武器会带有神话技能，为战斗续航带来质的飞跃。"],[13,"KUNGFU_PANEL","功法","1、选择侠客后，查看侠客携带功法，或者对该侠客进行功法研习、提升；\\n2、每名侠客最多可研习佩带5本功法秘籍，对已佩带的功法秘籍可进行更换、撤下；\\n3、功法等级越高，其效果越强，每本功法消耗拓本进行升级到一定等级后，需消耗对应功法碎片进行升阶。\\n4、可根据侠客的属性、武学特点，以及功法的搭配进行组合，调整最佳的强度。"],[14,"","悬赏委托","1、每天可最多可领取并完成10次委托任务，任务的类型、难度、奖励参差不齐，大侠可根据自身实力进行选择接取任务或放弃任务；\\n2、大侠的境界等级越高，收到稀有悬赏奖励的委托任务几率越高，同样，挑战战斗也更大；\\n3、每2个小时刷新一次委托任务信，次日零点重置可领取次数。"],[15,"SIGNIN_PANEL","签到","1、【日积月累】每天可领取对应天数的奖励，错过的奖励可消耗元宝进行补签领取，当月累计领取达到20次可领取额外奖励；\\n2、【每日惊喜】每日登录，惊喜不断！每天上线可领取下一档奖励，中途不要错过哦；\\n3、【每日一卦】每天可进行抽签算卦，几率抽到吉签和凶签，当天抽取的卦盘效果只有最近的一次生效，旧的卦盘效果会被覆盖。"]],"title":["id","panel","title","helpText"]}]],0,0,[],[],[]]